app/Controllers/Layanan.php

    public function index()
    {
        $data = [
            'title'   => 'Daftar Layanan Laundry',
            'layanan' => $this->layananModel->findAll()
---
SELECT *
FROM `layanan`